INSERT INTO contest (id, title, description, image_url, file_url)
VALUES
    (1, 'І Республикалық  «Ұлы арман» атты Махамбет оқулары',
     '"""
                    📚 Құрметті ұстаздар мен оқушылар!

                    “MÁŃGILIK EL JASTARY” қоғамдық қорының ұйымдастыруымен
                    🎤 I Республикалық “Ұлы арман” Махамбет оқулары басталды!

                    📅 Жұмыстарды жолдау тегін, қабылдау – 10 қараша 2025 жылға дейін (онлайн).

                    🎁 Марапаттар:
                    🏅 I, II, III орындар — дипломдар
                    📜 10 жетекші — Құрмет грамотасы
                    🌟 Үздік оқушылар — Алматыдағы марапаттау кешіне шақырылады

                    📞 Ақпарат: +7 (777) 465 25 94

                    ✨ Байқауға белсенді қатысыңыз!
                    """',
     'files/Маханбет.jpg',
     '/files/МАХАМБЕТ ОҚУЛАРЫ ереже.docx'),

    (2, 'ІІІ Республикалық «Оян, қазақ!» атты Міржақып оқулары',
     '**ІІІ Республикалық «Оян, қазақ!» атты Міржақып оқулары**\n\n" +
                        "**Сипаттама:**\n" +
                        "Міржақып Дулатұлының мұрасына арналған әдеби байқау.\n\n" +
                        "**Өткізу мерзімі:**\n" +
                        "📅 1 қараша - 20 желтоқсан 2024 жыл\n\n" +
                        "**Марапаттар:**\n" +
                        "🏅 1-3 орындар — дипломдар және құнды сыйлықтар\n" +
                        "📜 Үздік жұмыстар — жинақта басылу мүмкіндігі"',
     'files/Маханбет.jpg',
     'files/МАХАМБЕТ ОҚУЛАРЫ ереже.docx');